Repository: DragoKatic/barebones-popup
Catalog: assets/languages/barebones-popup-*.po
Languages: sr_rs

source: Barebones PopUp Settings
sr_rs: Barebones Искачући прозор Подешавања

source: Popup (CSS)
sr_rs: Искачући прозор (<em>CSS</em>)

source: Customize the CSS that styles your popup window.
sr_rs: Прилагодите <em>CSS</em> који стилизује ваш Искачући прозор.

source: Popup Content (HTML)
sr_rs: Искачући прозор садржај (<em>HTML</em>)

source: HTML content for your popup. Use standard tags (div, h4, p, etc.).
sr_rs: <em>HTML</em> садржај за ваш Искачући прозор. Користите стандардне тагове (<em>div</em>, <em>h4</em>, <em>p</em>, итд.).

source: Save Settings
sr_rs: Сачувај подешавања

source: Popup content not found.
sr_rs: Искачући прозор садржај није пронађен.

source: Barebones PopUp
sr_rs: Barebones Искачући прозор

source: Close
sr_rs: Затвори

source: For additional information or assistance, feel free to get in touch.
sr_rs: За додатне информације или помоћ, слободно нас контактирајте.

source: Settings saved successfully.
sr_rs: Подешавања су успешно сачувана.

source: Failed to save settings.
sr_rs: Није успело чување подешавања.

source: Welcome and thank you for using Barebones PopUp
sr_rs: Добродошли и хвала што користите Barebones Искачући прозор

source: <h4>Welcome and thank you for using Barebones PopUp</h4><p>This plugin offers a minimalist admin interface. To make significant adjustments, you will need to modify the HTML, CSS, and JavaScript code directly.</p><p><a class="custom-btn btn custom-link" href="https://dragokatic.github.io/" target="_blank">Developer Site</a></p>
sr_rs: <h4>Добродошли и хвала вам што користите Barebones PopUp</h4><p>Овај додатак пружа минималистички администраторски интерфејс. За значајније измене, потребно је директно изменити <em>HTML</em>, <em>CSS</em> и <em>JavaScript</em> код у датотекама овог додатка.</p><p><a class="custom-btn btn custom-link" href="https://dragokatic.github.io/" target="_blank">Сајт аутора</a></p>

source: Use the fields below to customize your popup's appearance and content. Save your changes to update the popup displayed on your site.
sr_rs: Користите поља испод да прилагодите изглед и садржај вашег Искачућег прозора. Сачувајте измене да бисте ажурирали Искачући прозор приказан на вашем сајту.
